Repository: AuroraViking/aurora-viking-app
Catalog: lib/l10n/app_*.arb
Languages: is

# appTitle
source: Aurora Viking
is: Norðurljós Víkingur

source: Sign In
is: Skrá inn

source: Sign Out
is: Útskrá

# welcome
source: Welcome to Aurora Viking
is: Velkomin í Norðurljós Víkingur

# pleaseSignIn
source: Please sign in to continue
is: Vinsamlegast skráðu þig inn til að halda áfram

source: Retry
is: Reyna aftur

source: Forecast
is: Veðurspá

source: Aurora Sightings
is: Norðurljós

source: Photos
is: Myndir

source: Shop
is: Verslun

source: Aurora Print Shop
is: Norðurljós Prentverslun

# createBeautifulPrints
source: Create beautiful prints of your aurora photo
is: Búðu til fallegar prentanir af norðurljósamyndinni þinni

# transformMemories
source: Transform your aurora memories into beautiful prints
is: Umbreyttu minningum þínum í fallegar prentanir

source: Spot Aurora
is: Finna norðurljós

# captureAurora
source: Capture the Aurora!
is: Taktu mynd af norðurljósunum!

# shareSighting
source: Take a photo and share your aurora sighting with the community. Your photo will appear on the map and be available for printing!
is: Taktu mynd og deildu norðurljósasýn þinni með samfélaginu. Myndin þín birtist á kortinu og verður fáanleg til prentunar!

source: Description (Optional)
is: Lýsing (valfrjálst)

source: Describe what you see...
is: Lýstu því sem þú sérð...

source: Aurora possible!
is: Norðurljós möguleg!

source: Good conditions!
is: Góðar aðstæður!

source: Strong conditions!
is: Sterkar aðstæður!

source: High Kp activity!
is: Há Kp virkni!

source: Details:
is: Nánar:

# customer
source: Customer: {customerName}
is: Viðskiptavinur: {customerName}

# bookingId
source: Booking ID: {bookingId}
is: Bókunarnúmer: {bookingId}

# status
source: Status: {status}
is: Staða: {status}

source: Tours:
is: Ferðir:

# apiConnection
source: API Connection: {status}
is: API tenging: {status}

source: Troubleshooting Tips:
is: Leiðbeiningar:

source: Common Issues:
is: Algeng vandamál:

# emailTab
source: Email Tab: Enter the email address used for booking
is: Netfang: Sláðu inn netfangið sem notað var við bókun

# referenceTab
source: Reference Tab: Enter your booking reference (e.g., aur-65391772)
is: Tilvísun: Sláðu inn bókunarnúmer (t.d. aur-65391772)

# checkBookingEmail
source: Check your booking confirmation email for both
is: Athugaðu staðfestingarpóstinn fyrir bæði

# bookingReferences
source: Booking references may start with 'aur-' or be just numbers
is: Bókunarnúmer geta byrjað á 'aur-' eða verið bara tölur

# contactSupport
source: Contact support if both methods fail
is: Hafðu samband við þjónustu ef hvorugt virkar

# enterBookingReference
source: Entering booking reference in email field
is: Sláðu inn bókunarnúmer í netfangareitinn

# typosEmail
source: Typos in email address
is: Insláttarvillur í netfangi

# wrongEmail
source: Using wrong email (not the booking email)
is: Rangt netfang (ekki bókunarnetfangið)

# missingCharacters
source: Missing or extra characters in reference
is: Vantar eða of mörg stafir í tilvísun

# yourEmail
source: your.email@example.com
is: thitt.netfang@daemi.is

# joinCommunity
source: Join the Aurora Community
is: Gakktu í norðurljósasamfélagið

# signInCommunity
source: Sign in to access community features
is: Skráðu þig inn til að fá aðgang að samfélaginu

source: Display Name
is: Birtingarnafn

source: Username
is: Notandanafn

# pleaseChooseUsername
source: Please choose a username
is: Vinsamlegast veldu notandanafn

# auroraSightingShared
source: ðŸŒŸ Aurora sighting shared with the community!
is: 🌟 Norðurljósasýn deilt með samfélaginu!

# failedToOpenCamera
source: Failed to open camera: {error}
is: Tókst ekki að opna myndavél: {error}

# byUser
source: by {userName}
is: eftir {userName}

# kmAway
source: {distance} km away
is: {distance} km í burtu

source: Verified
is: Staðfest

source: Intensity
is: Styrkur

source: Aurora
is: Norðurljós

source: Upcoming
is: Væntanlegt

source: Past
is: Liðið

source: Location
is: Staðsetning

source: Date
is: Dagsetning

# speed
source: Speed: {speed} km/s
is: Hraði: {speed} km/klst

# density
source: Density: {density} /cmÂ³
is: Þéttleiki: {density} /cm³

# l1ToEarth
source: L1 â†’ Earth
is: L1 → Jörð

# minutes
source: {minutes} minutes
is: {minutes} mínútur

# earthImpact
source: Earth impact: {minutes}min
is: Áhrif á jörð: {minutes}mín

source: Sign in to continue
is: Skráðu þig inn til að halda áfram

source: Sign in with Google
is: Skrá inn með Google

source: Sign in with Apple
is: Skrá inn með Apple

source: Sign in with Email
is: Skrá inn með netfangi

source: Register
is: Nýskrá

source: Cancel
is: Hætta við

source: Submit
is: Senda
